{
  "agroplan":
    [
      {
        "element": "#step-menu-1",
        "intro": "Раздел Справочники предназначен для хранения информации, которая будет использована в других объектах программы – документах, отчетах. Справочники условно состоят из двух групп: Справочники Группы компаний и Справочники Хозяйства. Доступ к справочникам ограничен, есть возможность поиска, фильтра и скачивания справочников. Если вы не можете добавить новую информацию в справочник, то возможно данная информация уже содержится в справочнике, так имеется защита на уникальность записи",
        "position": "bottom"
      },
      {
        "element": "#step-menu-2",
        "intro": "Раздел Посев предназначен для создания планируемой карты посева. При этом можно создать несколько вариантов карт посева. Просим выбрать нужный год и вариант бюджета",
        "position": "bottom"
      },
      {
        "element": "#step-menu-3",
        "intro": "Раздел Работы предназначен для создания планируемой технологической карты на созданный посев в разделе Посев. При этом можно создать технологическую карту на каждый вариант карты посева. Просим выбрать нужный год и вариант бюджета.",
        "position": "bottom"
      },
      {
        "element": "#step-menu-4",
        "intro": "Раздел карта предназначен для визуализации Карты посева и Карты продуктивности полей для каждого варианта бюджета",
        "position": "bottom"
      },
      {
        "element": "#step-menu-5",
        "intro": "Раздел Отчеты предназначен для скачивания  отчетов, сформированных на основании введенных данных в справочники, карты посева и технологической карты по каждому варианту бюджета. При этом для полноты анализа, имеются отчеты хозяйства и отчеты группы, для сравнения показателей с другими хозяйствами.  Просим выбрать нужный год и вариант бюджета.",
        "position": "bottom"
      }
    ],

  "sowings":
    [
      {
        "element": "#step-menu-2",
        "intro": "Раздел Посев предназначен для создания планируемой карты посева. При этом можно создать несколько вариантов карт посева. Просим выбрать нужный год и вариант бюджета"
      },
      {
        "element": "#context-budget",
        "intro": "Выберите вариант бюджета"
      },
      {
        "element": "#step3",
        "intro": "Выберите планируемую культуру посева",
        "position": "bottom"
      },
      {
        "element": "#step4",
        "intro": "Определите прогнозируемую урожайность выбранной культуры"
      },
      {
        "element": "#step5",
        "intro": "Выберите сорт планируемой культуры"
      },
      {
        "element": "#step6",
        "intro": "Выберите репродукцию планируемой культуры "
      },
      {
        "element": "#step7",
        "intro": "Выберите конечный продукт планируемой культуры, который вы хотите получить с этого посева. Например, это может быть семена или товарка"
      },
      {
        "element": "#step8",
        "intro": "Если у вас планируется бинарный посев или одновременный посев на одной площади поля двух культур то повторите шаги по второй планируемой культуре"
      },
      {
        "element": "#step9",
        "intro": "Выберите поле, на котором планируете посеять выбранную партию семян в левой панеле. При нажатии на поле появится информационная панель внизу - история поля, что облегчит решение о посеве. Если проанализировав историю поля вы передумали назначать посев, нажмите на поле дважды. В левой панели есть возможность определить площадь посева меньше чем площадь поля.  "
      },
      {
        "element": "#step10",
        "intro": "Если у вас большое количество полей, можете назначать посевы по каждой бригаде отдельно"
      },
      {
        "element": "#step11",
        "intro": "Если вам сложно найти поле, можете его найти через этот поиск. Введите номер поля. Если поле не появится значит ранее на это поле была назначена культура в заданном году и при заданном варианте бюджета"
      },
      {
        "element": "#step12",
        "intro": "Нажмите чтоб сохранить выбранные данные "
      },
      {
        "element": "#step13",
        "intro": "Нажмите чтоб увидеть список всех назначенных посевов по выбранному году и варианту бюджета"
      },
      {
        "element": "#step14",
        "intro": "Нажмите чтоб увидеть структуру посева по выбранному году и выбранному посеву"
      }
    ],

  "sowingsBottom":
    [
      {
        "element": "#bot1",
        "intro": "История посева за последние 5 лет. Если нет информации, значит данные не внесены. При нажатии на '+' раскроется информация по году, урожайности, площади посева, сорту, репродукции культуры "
      },
      {
        "element": "#bot2",
        "intro": "При наличии информации справочно указаны учтенные последние проведенные работы по данному полю в прошлом году: по внесению Химии, Удобрения и Последняя  работа , если она не совпадает с внесением  химии и удобрения.  При нажатии на '+' раскроется информация о всех проведенных химических работах, с указанием видов и количества сорняка на 1 кв.м. после обработки"
      }
    ],

  "reportsagroplan":
    [
      {
        "element": "#step-menu-4",
        "intro": "Раздел Отчеты предназначен для скачивания  отчетов, сформированных на основании введенных данных в справочники, карты посева и технологической карты по каждому варианту бюджета. При этом для полноты анализа, имеются отчеты хозяйства и отчеты группы, для сравнения показателей с другими хозяйствами.  Просим выбрать нужный год и вариант бюджета."
      },
      {
        "element": "#context-budget",
        "intro": "Выберите вариант бюджета"
      },
      {
        "element": "#step3",
        "intro": "Выберите тип отчетов"
      }
    ],

  "catalog":
    [
      {
        "element": "#step-menu-1",
        "intro": "Раздел Справочники предназначен для хранения информации, которая будет использована в других объектах программы – документах, отчетах. Справочники условно состоят из двух групп: Справочники Группы компаний и Справочники Хозяйства. Доступ к справочникам ограничен, есть возможность поиска, фильтра и скачивания справочников. Если вы не можете добавить новую информацию в справочник, то возможно данная информация уже содержится в справочнике, так имеется защита на уникальность записи"
      },
      {
        "element": "#step1",
        "intro": "Справочник технология содержит в себе информацию о видах агрономических работ и его параметров технологических требований, связей между собой, фазы роста культур "
      },
      {
        "element": "#step2",
        "intro": "Справочник нормы состоит из справочников норм выработки на основные и вспомогательные работы и рекомендуемых норм высева семян"
      },
      {
        "element": "#step3",
        "intro": "Справочник техника состоит из справочников модели машин и орудий, а также типов орудий"
      },
      {
        "element": "#step4",
        "intro": "Справочник номенклатура содержит в себе информацию о видах, типах, сортах, репродукциях продукции растениеводства"
      }
    ],

  "recipes":
    [
      {
        "element": "#step-menu-3",
        "intro": "Раздел Работы предназначен для создания планируемой технологической карты на созданный посев в разделе Посев. При этом можно создать технологическую карту на каждый вариант карты посева. Просим выбрать нужный год и вариант бюджета."
      },
      {
        "element": "#context-budget",
        "intro": "Выберите вариант бюджета"
      },
      {
        "element": "#step2",
        "intro": "Перед вами список работ которые организация ранее запланировала на определенные посевы. Если нет данных в списке, значит по выбранному году и варианту бюджета планы еще не были сформированы. Если вы решили внести изменения в ранее запланированные работы нажмите на знак 'Карандаш' слево"
      },
      {
        "element": "#step3",
        "intro": "Нажмите чтоб добавить новую группу работ. Группа работ - это одинаковый набор работ с одинаковым набором техники на выбранные посевы (на химических работах одинаковые препараты, на уборочных работах одинаковой урожайностью, на работах по пару одинаковой глубиной обработки). Вы перейдете на следующий лист, где слева, будут типы группы работ"
      }
    ],

  "recipes2":
    [
      {
        "element": "#step1",
        "intro": "Выберите нужный тип работ, которые хотите назначить на посевы. Каждый тип работ содержит набор работ, которые могут быть запланированы как все (насколько это целесообразно), так и одна из них на выбранные посевы. "
      },
      {
        "element": "#step2",
        "intro": "Назовите данную группу работ, таким образом чтобы ее уникальность была понятна и другим пользователям по прошествии времени. Например, хим. обр. 1 след по рапсу Бр1"
      },
      {
        "element": "#step3",
        "intro": "Если передумали назначать выбранные работы и машины нажмите на кнопку сброс и повторите действия с другими параметрами"
      },
      {
        "element": "#step4",
        "intro": "Нажмите чтоб перейти к следующему шагу назначения посевов на выбранные группы работ и агрегаты (машины и орудие)"
      },
      {
        "element": "#step5",
        "intro": "если передумали назначать новую группу работ можете вернуться к списку работ "
      }

    ],

  "recipesin1":
    [
      {
        "element": "#step-in-1",
        "intro": "Выберите препарат из списка. При выборе препарата будет предложена рекомендуемая минимальная норма внесения, которую можно увеличить до максимально рекомендуемой нормы указанной в справочнике химии. Нажмите кнопку добавить и повторите действия для всех препаратов баковой смеси. Если нет в списке необходимого препарата или не устраивает норма внесения необходимо дополнить справочник химии."
      }
    ],
  "recipesin2":
    [
      {
        "element": "#step-in-2",
        "intro": "определите глубину обработки выбранной работы, выбранных агрегатов на полях которых вы планируете назначить при следущем шаге формирования технологической карты"
      }
    ],
  "recipesintable":
    [
      {
        "element": "#step-in-3",
        "intro": "Укажите количество агрегатов  (машина и орудие) которые будут выполнять  данную работу на определенных посевах. Если нет нужного агрегата , который вы хотите назначить на выбранную работу, то значит в справочнике хозяйства нет данного агрегата или в справочнике норм на данный агрегат и работу не заданна норма выработки. При выборе максимально возможного количества агрегатов из списка агрегатов они вычеркиваются красным цветом. При этом, в технологической карте появятся записи на каждый агрегат (машина+орудие) на каждом посеве, который вы выберете при следующих шагах. Общая площадь обработки посева разделится между выбранными агрегатами пропорционально норме выработки"
      }
    ],

  "recipes3":
    [
      {
        "element": "#step2-1",
        "intro": "Выберите поле, на котором планируете провести выбранную группу работ. При нажатии на поле появится информационная панель слева - история поля, что облегчит решение о выборе поля. Если проанализировав историю поля вы передумали назначать выбранную группу работ, нажмите на поле дважды. "
      },
      {
        "element": ".step2-2",
        "intro": "Нажмите чтоб иметь возможность уменьшить площадь обработки посева  "
      },
      {
        "element": "#step2-3",
        "intro": "Если сложно найти необходимый посев воспользуйтесь фильтром по бригаде, по культуре, или поиском конкретного поля"
      },
      {
        "element": "#step2-4",
        "intro": "Если передумали назначать выбранные работы и машины на выбранные посевы нажмите на кнопку сброс и повторите действия с другими параметрами"
      },
      {
        "element": "#step2-5",
        "intro": "Нажмите если хотите изменить выбранные работы, агрегаты, название группы работ"
      },
      {
        "element": "#step2-6",
        "intro": "Нажмите чтоб сохранить выбранные данные "
      },
      {
        "element": "#step2-7",
        "intro": "если передумали назначать новую группу работ на группу посевов можете вернуться к списку работ "
      }

    ]
}
